"Inbox" = "Inbox";
"Documents" = "Dokumente";
"Trash" = "Papierkorb";
"Boxes shared with me" = "Mit mir geteilte Boxen";

/* Organisation */
"Adding files is not permitted at the organisation level" = "Das Hinzufügen von Dateien ist auf der Ebene der Organisation nicht zugelassen";
/* Bereich, Root Folder */
"Adding files is not permitted in this area" = "Das Hinzufügen von Dateien ist in diesem Bereich nicht zugelassen";
/* Box */
"Adding files is not permitted in the boxes area" = "Das Hinzufügen von Dateien ist im Bereich der Boxen nicht zugelassen";
/* Inbox */
"Adding folders is not permitted in the inbox" = "Das Hinzufügen von Ordnern ist in der Inbox nicht zugelassen";